zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zdharma/fast-syntax-highlighting
mafredri/zsh-async

wfxr/forgit
walesmd/caniuse.plugin.zsh
jsahlen/tmux-vim-integration.plugin.zsh
laggardkernel/git-ignore
woefe/git-prompt.zsh

lukechilds/zsh-better-npm-completion
chrisands/zsh-yarn-completion
robbyrussell/oh-my-zsh path:plugins/docker path:plugins/adb path:plugins/gradle path:plugins/extract
unixorn/docker-helpers.zshplugin
